{"translation-revision-date":"2023-05-09 08:11:20+0000","generator":"GlotPress\/4.0.0-alpha.4","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=3; plural=(n == 1) ? 0 : ((n >= 2 && n <= 4) ? 1 : 2);","lang":"cs_CZ"},"We could not save the website name. Please check the value.":["Název webové stránky se nám nepodařilo uložit. Zkontrolujte jeho hodnotu."],"We took the liberty of using your website name and logo for the organization name and logo. Feel free to change them below.":["Dovolili jsme si jako název a logo organizace použít název a logo vašeho webu. Níže je klidně změňte."],"That's it! By providing this information, our Indexables squad has been able to do a lot of optimization for your site already. But there's more to do!":["A je to! Poskytnutím těchto informací již náš tým pro indexovatelné stránky dokázal provést mnoho optimalizací pro váš web."],"We could not save the organization name. Please check the value.":["Název organizace se nepodařilo uložit. Zkontrolujte prosím hodnotu."],"An error has occurred: %1$s":["Došlo k chybě: %1$s"],"SEO data optimization":["SEO optimalizace dat"],"Personal preferences":["Osobní preference"],"Finish configuration":["Dokončete konfiguraci"],"Please enter a valid email address.":["Zadejte platnou e-mailovou adresu."],"Please be aware that you need to fill out all settings in this step to get the most value out of structured data. %1$sRead more about the importance of structured data%2$s.":["Mějte prosím na paměti, že v tomto kroku musíte vyplnit všechna nastavení, abyste ze strukturovaných dat získali co nejvíce. %1$sPřečtěte si více o důležitosti strukturovaných dat%2$s."],"Thank you! Check your inbox for the confirmation email.":["Děkuji! Zkontrolujte svou doručenou poštu, zda nemáte potvrzovací e-mail."],"%s newsletter":["%s novinky"],"Sign up for the %1$s newsletter to receive best-practice tips on how to rank, stay up-to-date with the latest SEO news and get guidance on how to use %2$s to the fullest!":["Přihlaste se k odběru zpravodaje %1$s a získejte tipy osvědčených postupů, jak hodnotit hodnocení, zůstat v obraze s nejnovějšími zprávami o SEO a získat rady, jak %2$s využít naplno!"],"E.g. example@email.com":["např. example@email.cz"],"%s usage tracking":["%s sledování využití"],"We need your help to improve Yoast SEO. Can we collect anonymous information about your website and how you use it?":["Potřebujeme vaši pomoc ke zlepšení Yoast SEO. Můžeme shromažďovat anonymní informace o vašich webových stránkách a o tom, jak je používáte?"],"What data will be tracked and for what reasons?":["Jaká data budou sledována a z jakých důvodů?"],"Or go to your SEO dashboard":["Přejděte na svůj řídicí panel SEO"],"Tell us about your site, so we can get your site ranked!":["Řekněte nám o svém webu, abychom mohli vaše stránky ohodnotit!"],"Put the %1$s%2$s indexables squad%3$s to work! Make Google understand your site.":["Dejte %1$s%2$s tým indexovatelných %3$s do práce! Dejte Googlu rozumět vašemu webu."],"The Yoast indexables squad can't wait to get your site in tip-top shape for the search engines. Help us and take these 5 steps in order to put our Yoast indexables to work!":["Tým indexovatelných indexů Yoast se nemůže dočkat, až váš web dostane pro vyhledávače do špičkového stavu. Pomozte nám a udělejte těchto 5 kroků, abyste uvedli do provozu naše indexovatelné položky Yoast!"],"Personal logo or avatar":["Osobní logo nebo avatar"],"Select a user":["Vyberte uživatele"],"You have selected the user %1$s as the person this site represents. This user profile information will now be used in search results. %2$sUpdate this profile to make sure the information is correct%3$s.":["Vybrali jste uživatele %1$s jako osobu, kterou tento web zastupuje. Tyto informace o uživatelském profilu budou nyní použity ve výsledcích vyhledávání. %2$sAktualizujte tento profil, abyste se ujistili, že jsou informace správné%3$s."],"You have selected the user %1$s as the person this site represents. This user profile information will now be used in search results. You're not allowed to update this user profile, so please ask this user or an admin to make sure the information is correct.":["Vybrali jste uživatele %1$s jako osobu, kterou tento web zastupuje. Tyto informace o uživatelském profilu budou nyní použity ve výsledcích vyhledávání. Nemáte oprávnění aktualizovat tento uživatelský profil, požádejte proto tohoto uživatele nebo správce, aby se ujistil, že jsou informace správné."],"Completing this step will help Google to understand your website, and improve your chance of getting %1$srich results%2$s.":["Dokončení tohoto kroku pomůže Googlu porozumět vašemu webu a zvýší vaši šanci na získání %1$srich výsledků%2$s."],"Help us out here! Is your site about an organization or a person? ":["Pomozte nám tady! Je váš web o organizaci nebo osobě?"],"Uploading image...":["Nahrávání obrázku..."],"Select an option":["Vyberte možnost"],"We've successfully analyzed your site!":["Úspěšně jsme analyzovali váš web!"],"SEO data optimization is running… You can safely move on to the next steps of this configuration.":["SEO optimalizace dat běží... Můžete bezpečně přejít k dalším krokům této konfigurace."],"We've already successfully analyzed your site. You can move on to the next step.":["Váš web jsme již úspěšně analyzovali. Můžete přejít k dalšímu kroku."],"Be aware that you should run the SEO data optimization for this configuration to take maximum effect.":["Uvědomte si, že pro tuto konfiguraci byste měli spustit optimalizaci dat SEO, abyste dosáhli maximálního účinku."],"Let’s analyze your site just like Google does and get those indexables into action by running the SEO data optimization! Our indexables will immediately improve technical issues without you needing to do anything!\n\nIf you have a lot of content, that optimization could take a while. But trust us, it’s worth it! Want to read more, %1$scheck out the benefits of the indexables squad.%2$s":["Pojďme analyzovat váš web stejně jako Google a uvést tyto indexovatelné položky do akce spuštěním optimalizace dat SEO! Naše indexovatelné položky okamžitě zlepší technické problémy, aniž byste museli cokoliv dělat! Pokud máte hodně obsahu, může tato optimalizace chvíli trvat. Ale věřte nám, stojí to za to! Chcete-li si přečíst více, %1$skontrolujte výhody týmu indexovatelných položek.%2$s"],"E.g. https:\/\/www.facebook.com\/yoast":["např: https:\/\/www.facebook.com\/yoast"],"E.g. https:\/\/www.instagram.com\/yoast":["např: https:\/\/www.instagram.com\/yoast"],"E.g. https:\/\/www.linkedin.com\/yoast":["např: https:\/\/www.linkedin.com\/yoast"],"E.g. https:\/\/www.myspace.com\/yoast":["např: https:\/\/www.myspace.com\/yoast"],"E.g. https:\/\/www.pinterest.com\/yoast":["např: https:\/\/www.pinterest.com\/yoast"],"E.g. https:\/\/www.soundcloud.com\/yoast":["např: https:\/\/www.soundcloud.com\/yoast"],"E.g. https:\/\/www.tumblr.com\/yoast":["např: https:\/\/www.tumblr.com\/yoast"],"E.g. https:\/\/www.twitter.com\/yoast":["např: https:\/\/www.twitter.com\/yoast"],"E.g. https:\/\/www.youtube.com\/yoast":["např: https:\/\/www.youtube.com\/yoast"],"E.g. https:\/\/www.wikipedia.com\/yoast":["např: https:\/\/www.wikipedia.com\/yoast"],"Other social profile":["Jiný sociální profil"],"E.g. https:\/\/social-platform.com\/yoast":["např: https:\/\/social-platform.com\/yoast"],"Delete item":["Odstranit položku"],"Add another profile":["Přidejte další profil"],"We need a little more help from you! Add your organization's Facebook and Twitter profile so we can optimize the metadata for those platforms too.":["Potřebujeme od vás trochu více pomoci! Přidejte profil své organizace na Facebooku a Twitteru, abychom mohli optimalizovat metadata i pro tyto platformy."],"You're not allowed to edit the social profiles of this user. Please ask this user or an admin to do this.":["Nemáte oprávnění upravovat sociální profily uživatele. Požádejte o to tohoto uživatele nebo správce."],"Could not save this value. Please check the URL or username.":["Tuto hodnotu nelze uložit. Zkontrolujte prosím URL nebo uživatelské jméno."],"Could not save this value. Please check the URL.":["Tuto hodnotu nelze uložit. Zkontrolujte prosím URL."],"Email address":["E-mailová adresa"],"Sign up!":["Přihlásit se!"],"Oops! Something went wrong. Check your email address and try again.":["Ouha! Něco se pokazilo. Zkontrolujte svou e-mailovou adresu a zkuste to znovu."],"Yoast respects your privacy. Read %1$sour privacy policy%2$s on how we handle your personal information.":["Respektuje vaše soukromí. Přečtěte si naše %1$spravidla ochrany soukromí%2$s a zjistěte, jak nakládáme s vašimi osobními údaji."],"Yes, you can track my site data":["Ano, můžete sledovat data mých stránek"],"No, don’t track my site data":["Ne, nesledovat data mých stránek"],"Save and continue":["Uložit a pokračovat"],"Important: We will never sell this data. And of course, as always, we won't collect any personal data about you or your visitors.":["Důležité: Tyto údaje nikdy neprodáme. A samozřejmě, jako vždy, nebudeme shromažďovat žádné osobní údaje o vás nebo vašich návštěvnících."],"Does your site represent an Organization or Person?":["Reprezentuje vaše stránka organizaci nebo osobu?"],"Site representation":["Zastoupení stránek"],"Continue":["Pokračovat"],"This configuration step is currently disabled, because you're not running the latest version of Yoast SEO Premium. Please update to the latest version (at least %1$s). ":["Tento krok cvičení je v současné době zakázán, protože nepoužíváte nejnovější verzi Yoast SEO Premium. Aktualizujte prosím na nejnovější verzi (alespoň %1$s). "],"You can still run the SEO data optimization in the %1$sTools section%2$s. Once that is finished, please refresh this page.":["V sekci %1$sTools%2$s můžete ještě spustit optimalizaci dat SEO. Jakmile bude dokončena, obnovte toto cvičení."],"Error message":["Chybové hlášení"],"Response":["Odpověď"],"Request method":["Metoda požadavku"],"Status code":["Stavový kód"],"Error stack trace":["Trasování zásobníku chyb"],"Request URL":["Vyžádat URL"],"Error details":["Detaily chyby"],"Remove image":["Odstranit obrázek"],"Select image":["Vybrat obrázek"],"Replace image":["Nahradit obrázek"],"This feature has been disabled since subsites never send tracking data.":["Tato funkce byla deaktivována, protože podřízené weby nikdy neposílají sledovací data."],"Stop SEO data optimization":["Zastavit optimalizaci dat SEO"],"SEO data optimization is disabled for non-production environments.":["V neprodukčních prostředích je optimalizace dat SEO zakázána."],"This feature includes and replaces the Text Link Counter and Internal Linking Analysis":["Tato funkce zahrnuje a nahrazuje počítadlo textových odkazů a analýzu interních odkazů"],"Start SEO data optimization":["Spustit optimalizaci dat SEO"],"Organization logo":["Logo společnosti"],"Organization name":["Jméno společnosti"],"This feature has been disabled by the network admin.":["Tato funkce byla zakázána síťovým administrátorem."],"Go back":["Jít zpět"],"Save changes":["Uložit změny"],"Name":["Jméno"],"Social profiles":["Profily sociálních sítí"],"Loading...":["Načítání…"],"Website name":["Název stránky"],"Facebook":["Facebook"],"Twitter":["Twitter"],"Edit":["Upravit"]}},"comment":{"reference":"js\/dist\/first-time-configuration.js"}}