{"translation-revision-date":"2023-05-09 08:11:20+0000","generator":"GlotPress\/4.0.0-alpha.4","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=3; plural=(n == 1) ? 0 : ((n >= 2 && n <= 4) ? 1 : 2);","lang":"cs_CZ"},"Your %s account does not contain any keyphrases for this website yet. You can track keyphrases by using the \"Track SEO Performance\" button in the post editor.":["Váš účet %s zatím neobsahuje žádné klíčové fráze pro tuto webovou stránku. Klíčové fráze můžete sledovat pomocí tlačítka \"Sledovat výkon SEO\" v editoru příspěvků."],"%s account":["%s účet"],"This overview only shows you keyphrases added to Yoast SEO. There may be other keyphrases added to your %s.":["Tento přehled zobrazuje pouze klíčové fráze přidané do nástroje Yoast SEO. Do %s mohou být přidány další klíčové fráze."],"Tracking the ranking position...":["Sleduji pozici v žebříčku..."],"reconnect to %s":["znovu připojit k %s"],"It seems like something went wrong when retrieving your website's data. Please %s and try again.":["Zdá se, že se při načítání dat vašeho webu se něco pokazilo. %s prosím a zkuste to znovu."],"Read more about keyphrase tracking with Wincher":["Další informace o sledování klíčových frází pomocí aplikace Wincher"],"Connect %1$s with %2$s to track the ranking position of your site in the search results based on your keyphrase(s). %3$s":["Spojte %1$s s %2$s a sledujte pozici vašeho webu ve výsledcích vyhledávání na základě klíčové fráze \/ klíčových frází. %3$s"],"Position":["Pozice"],"Get more insights over at %s":["Získejte další statistiky na %s"],"Connect with %s":["Propojit s %s"],"Keyphrase position in the last 90 days on a scale from 0 to 100.":["Pozice klíčové fráze za posledních 90 dní na stupnici od 0 do 100."],"Top performing keyphrases on your site":["Nejvýkonnější klíčové fráze na vašem webu"],"Position over time":["Pozice v průběhu času"],"The number of headers and header labels don't match.":["Počet záhlaví a štítků záhlaví se neshoduje."],"Keyphrase":["Klíčové slovo"],"%d day":["%d den","%d dny","%d dnů"],"View":["Zobrazit"]}},"comment":{"reference":"js\/dist\/dashboard-widget.js"}}